/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Zugriff auf „%@“ nicht möglich.";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Die Seite auf „%@“ konnte nicht geladen werden.";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Fertig";

/* The message shown while loading a web clip */
"Loading Clip" = "Clip laden";

/* Loading Clip animation with one dot */
"Loading Clip." = "Clip laden";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Clip laden …";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Clip laden …";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Bitte verbinden Sie sich mit dem Internet.";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Mac OS X Version 10.4.3 erforderlich";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web-Clip nicht verfügbar";

